tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
# languages support

# other apps



brew "adns"
brew "bash"
brew "bat"
brew "ctags"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "docker-clean"
brew "jpeg"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "readline"
brew "python@3.9"
brew "go"
brew "highlight"
brew "jq"
brew "krb5"
brew "libpq"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "pinentry-mac"
brew "sd"
brew "tree"
brew "wget"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
cask "docker"
cask "docker-compose"
cask "google-chrome"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "hyper"
cask "keyboard-cleaner"
cask "postman"
cask "qlmarkdown"
cask "zoomus"
mas "Cleaner-App", id: 1013897218
mas "HazeOver", id: 430798174
mas "Telegram", id: 747648890
